<head>
	<!-- /Yandex.Metrika counter -->
	<title>Главная</title>
</head>

<div>
	<h1>Главная</h1>
	<div>
		<section>
			<h2>Добро пожаловать на наш сайт!</h2>
			<p>
				Мы небольшая группа школьников, которые настрадались с выбором профессии сами, и готовы
				рассказать про свой опыт!
			</p>
			<p>
				Воспринимайте этот сайт как простой набор советов о том, как не заблудиться в страшном мире
				профессий.
			</p>
		</section>
		<section>
			<h2>Наша цель</h2>
			<p>
				Мы хотим помочь вам сделать осознанный выбор профессии, который соответствует вашим
				интересам, навыкам и потребностям рынка труда.
			</p>
			<p>
				Наши рекомендации и советы могут быть не самыми экспертными, но они простые и что на самом
				деле важно, понятные и полезные :D.
			</p>
			<p>
				Мы хотим посоветовать ресурсы которые могут на самом деле помочь выбрать карьеру, а не
				нагрузить лишним.
			</p>
		</section>
		<section>
			<h2>Надеемся, что наш сайт будет полезным</h2>
			<p>
				Мы надеемся, что наш сайт станет для вас полезным ресурсом при выборе профессии и
				планировании вашей карьеры!
			</p>
		</section>
	</div>
</div>

<style lang="scss">
</style>
