<script lang="ts">
	import CollapsibleTile from '../../components/CollapsibleTile.svelte';
	import SubbedText from '../../components/SubbedText.svelte';
	import Tile from '../../components/Tile.svelte';
</script>

<head>
	<title>Вопросы</title>
</head>
<div>
	<SubbedText mainText="Часто задаваемые вопросы" sub="То, что на самом деле интересует учеников" />
	<CollapsibleTile title="Сегодня обязательно иметь высшее образование?">
		<p>
			В настоящее время существуют различные пути к достижению успеха в карьере, и высшее
			образование далеко не всегда является единственным или даже наилучшим выбором. Важно
			рассматривать образование как инструмент для достижения ваших целей, а не как обязательное
			требование. Однако стоит отметить, что наличие высшего образования может открывать
			дополнительные возможности в карьере, а также увеличивать ваш потенциал для заработка.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Куда пойти учиться?">
		<p>
			Каждый человек уникален, и то, что подходит для одного, может не подходить для другого.
			Поэтому важно выбрать путь образования, который соответствует вашим целям и поможет вам
			развиваться как личность.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Поступлю ли я, если я глупый?">
		<p>
			Никакие слова самооценки или негативные оценки о себе не должны мешать вам стремиться к
			образованию и учебе. Важно помнить, что понятие 'глупый' очень субъективно и не определяет
			вашу способность обучаться и развиваться.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Я не могу выбрать профессию, это плохо?">
		<p>
			Многие люди сталкиваются с трудностью в выборе профессии, и это нормально. Процесс выбора
			профессии может быть сложным и требовать времени, самопознания и исследования различных
			вариантов. Помните, что важно выбрать профессию, которая соответствует вашим интересам и
			ценностям, и которая позволит вам расти и развиваться как личности.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Как сохранить баланс между прибылью и интересом?">
		<p>
			Сохранение баланса между прибылью и интересом может быть сложной задачей, но это вполне
			возможно. Важно научиться интегрировать свои интересы и страсти в свой бизнес, чтобы работа
			приносила удовлетворение, а также прибыль.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Стоит ли своё дело свеч?">
		<p>
			Запуск собственного дела - это серьезный шаг, который требует внимательной оценки рисков и
			перспектив. Важно принимать решение о запуске бизнеса основываясь на рациональной оценке, а не
			только на эмоциях. Некоторые успешные предприниматели начинали с небольших стартапов, в то
			время как другие предпочли работать в рамках существующих компаний.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Как развивать бизнес и набирать клиентскую базу?">
		<p>
			Развитие бизнеса и набор клиентской базы - это процесс, который требует постоянной работы и
			адаптации к изменениям на рынке. Вот несколько стратегий, которые могут помочь вам в этом
			процессе: исследование рынка и конкурентов, уникальное предложение, целевая аудитория,
			создание онлайн-присутствия, реклама и маркетинг, прямой контакт с клиентами, сотрудничество и
			партнерства, аналитика и измерение результатов, лояльность клиентов.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Как получать удовольствие от работы?">
		<p>
			Получение удовольствия от работы важно для общего благополучия и уровня удовлетворенности в
			жизни. Вот несколько способов, как достичь удовлетворения от своей работы: выберите работу,
			которая соответствует вашим интересам и страстям, развивайтесь и обучайтесь, участвуйте в
			проектах, которые имеют значение для вас, если ваша текущая работа не приносит удовлетворения,
			рассмотрите возможность смены карьерного пути или поиска новой работы.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Как найти работу мечты?">
		<p>
			Найти работу мечты может быть вызовом, но это вполне осуществимо. Важно внимательно
			рассмотреть ваши интересы, навыки и ценности, и использовать стратегии для поиска и достижения
			этой работы. Развивайте навыки собеседования, ваши связи могут быть ценными ресурсами при
			поиске работы,
		</p></CollapsibleTile
	>
</div>
