<script lang="ts">
	import CollapsibleTile from '../../../components/CollapsibleTile.svelte';
	import SubbedText from '../../../components/SubbedText.svelte';
</script>

<div>
	<SubbedText
		mainText="Интервью с Ларисой Владимировной Кулаковой"
		sub="Рубрика выпускники гимназии"
	/>
	<CollapsibleTile title="В каком году Вы поступили в школу?"
		><p>В 1981, директор у нас тогда была Паненко Людмила Васильевна.</p></CollapsibleTile
	>
	<CollapsibleTile title="В каком году Вы закончили школу?"
		><p>
			В 1991 при Падериной Ольге Васильевна. Я застала трёх директоров, потому что после Паненко Л.
			В. была Москалева Л. П.
		</p></CollapsibleTile
	>
	<CollapsibleTile title="Какое Ваше самое яркое воспоминание из школы?"
		><p>
			Что меня не приняли в пионеры в первый раз, потому что я была хулиганкой, а приняли в самый
			последний момент, когда дальше тянуть было некуда. Закончился учебный год, и меня приняли в
			пионеры в самом почетном, по моему мнению, месте – на посту у Вечного огня. А хороших детей
			принимали в кинотеатре «Мир», например.
		</p></CollapsibleTile
	>
	<CollapsibleTile title="Какими достижениями во время обучения Вы гордитесь?"
		><p>
			Я не знаю, достижение это или нет, но у нас был тогда «Клуб интернациональной дружбы», мы все
			активно в нем принимали участие, я была одним из самых активных деятелей, и по ходатайству
			руководителя этого клуба, Токаревой Нины Наумовны, меня включили во вторую группу, которая
			ехала в Лондон. Первая группа была за год до этого, в 1990 году, мы в 1991 году, в 11 классе
			отправились в Лондон. Из своих личных достижений: я была старостой, комсоргом, кем я только
			там не была, но так чтобы «Вау, Кулакова у нас звезда» – нет, хулиганы звездами не бывают.
		</p></CollapsibleTile
	>
	<CollapsibleTile title="Какие уроки вне занятий были наиболее для Вас значимыми?"
		><p>
			У нас процветала травля одной девочки. Я где-то в глубине души понимала, что это очень плохо и
			поначалу я тоже в этом участвовала, но потом я пыталась поплыть против течения. Эта борьба с
			друзьями, одноклассниками, классом в целом, она, в общем-то, закалила. Когда ты один против
			всех – это тяжело, очень тяжело. Но ничего, как видите, мы выстояли, мы живы.
		</p></CollapsibleTile
	>
	<CollapsibleTile title="Какие советы Вы дали бы сегодняшним ученикам гимназии?"
		><p>
			Сейчас я бы, наверное, посоветовала немножечко думать о последствиях. Побежали – сделали, а
			что будет через пять, десять, пятнадцать минут?.. И второй совет: наблюдать жизнь вокруг себя.
			Люди вокруг себя вообще ничего не видят. На элементарный вопрос «Кого сегодня нет?» 90% класса
			не может ответить, потому что они не знают, кто из одноклассников в классе. У нас была такая
			история: мы большой толпой собрались, уже пошли, и я, как учитель, переклинилась на пересчёте.
			Ты все время всех считаешь. И тут вышли, уже последняя точка, и я одного не посчитала. Только
			один человек, помимо того, что я проворонила, сказал: «Подождите, так у нас такого-то нет». Мы
			ещё никуда не ушли, мы только собрались, но он уже заметил. Один человек из двадцати. Нужно
			наблюдать жизнь вокруг себя. Быть более внимательным. К мелочам, ко всем, к себе.
		</p></CollapsibleTile
	>
	<CollapsibleTile title="Какие изменения или улучшения Вы бы предложили для гимназии?"
		><p>
			Я бы сократила количество учеников в нашей гимназии, потому что от этого зависит вообще общий
			порядок в школе. Вообще у нас школа рассчитана на восемьсот с чем-то человек, сейчас учится
			тысяча двести. Отсюда хаос, отсюда грязные коридоры, отсюда разбитые туалеты. Если школа
			рассчитана на восемьсот человек, восемьсот человек в ней и должно учиться. Ещё я бы переделала
			актовый зал, меня не устраивает его качество. В нем должно быть закулисье, удобное,
			качественное. Вот у нас в старом здании «семидесятки» было удобное закулисье. Там были
			отдельные помещения, в них можно было зайти и переодеться, переждать номер. Наш нынешний
			актовый зал совершенно не приспособлен для такой большой школы.
		</p></CollapsibleTile
	>
</div>
