<script lang="ts">
	import CollapsibleTile from '../../../components/CollapsibleTile.svelte';
	import SubbedText from '../../../components/SubbedText.svelte';
</script>

<div>
	<SubbedText
		mainText="Интервью с Натальей Викторовной Бурсиной"
		sub="Рубрика выпускники гимназии"
	/>
	<CollapsibleTile title="В каком году Вы поступили в школу?">
		<p>В 1970 г.</p>
	</CollapsibleTile>

	<CollapsibleTile title="В каком Вы году закончили школу?">
		<p>В 1980 г.</p>
	</CollapsibleTile>

	<CollapsibleTile title="Кто был директором?">
		<p>Симонова Е. М., Москалева Л. П., Паненко Л. В.</p>
	</CollapsibleTile>

	<CollapsibleTile title="Расскажите о самом ярком воспоминании из школьной жизни.">
		<ol>
			<li>Как собирали металлолом, макулатуру.</li>
			<li>
				Был тогда институт, который над нами шефствовал, он предоставил нам турбазу, что громко
				сказано, это был двухэтажный домик, халупа такая. Пару-тройку раз туда ездили, типа
				отдохнуть. Но классно оторвались от родителей, самое главное, мы сами готовили.
			</li>
		</ol>
	</CollapsibleTile>

	<CollapsibleTile title="Какими достижениями во время обучения Вы особенно гордитесь?">
		<p>
			Одной из традиций школы было шефство над младшим классами. И мы с подружкой этим очень
			увлеклись, ходили, занимались, проводили мероприятия. Но если смотреть с высоты нашего
			возраста, достижение – это наша дружба в классе. Тёплые отношения у большинства. То, что мы
			вышли из класса хорошими друзьями – это определённо гордость.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Какие уроки были наиболее значимыми для Вас?">
		<p>
			Нам очень повезло с преподавателями. Кого ни назови, все были потрясающими профессионалами.
			Очень нравились уроки литературы, Тамара Васильевна вела. Прекрасный литератор,
			интеллигентнейшая женщина. Весь английский был великолепный: и Людмила Вениаминовна, и Елена
			Александровна, и Роза Александровна, которая была нашим классным руководителем и после школы
			курировала меня, как молодого преподавателя, за что я ей вечно благодарна. В целом больше
			гуманитарные уроки.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Ваше любимое блюдо в школьной столовой во времена Вашего ученичества?">
		<p>
			Как такого любимого не было, но хорошо помню, как мы бегали за язычками, посыпанными сахаром.
			Семь копеек стоили, очень вкусно.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="У Вас есть любимые художники, писатели, исполнители?">
		<p>
			Импрессионисты: Ренуар, и Мане, и Моне, все. Очень люблю Паустовского. Из исполнителей мне
			нравится, как играет Полина Осетинская.
		</p>
	</CollapsibleTile>

	<CollapsibleTile title="Назовите три Ваших главных качества.">
		<p>Работоспособность, честность, порядочность.</p>
	</CollapsibleTile>

	<CollapsibleTile title="К каким историческим персонажам Вы испытываете презрение?">
		<p>Первое, что пришло на ум, это Гитлер.</p>
	</CollapsibleTile>

	<CollapsibleTile title="Назовите Ваш любимый цвет и цветок.">
		<p>Голубой цвет и гербер.</p>
	</CollapsibleTile>

	<CollapsibleTile title="Ваше любимое изречение, а может девиз?">
		<p>В семье папа мне часто говорил «только вперед» и «русские не сдаются».</p>
	</CollapsibleTile>

	<CollapsibleTile
		title="Какие изменения или улучшения Вы бы предложили для гимназии на основе Вашего опыта?"
	>
		<p>
			Хотелось бы больше сердечных отношений между учениками и учителями, чтобы была общность, чтобы
			мы где-то больше проводили время вместе, были какие-то объединяющие мероприятия, не один раз в
			пять лет на юбилее. Хотелось бы, чтобы кабинеты были красивые, чтобы больше эстетики в
			коридорах, чтобы было больше обучающих плакатов. Больше эстетичного было, чтобы, когда
			заходишь в школу, сразу было видно, что здесь учатся и работают умные, образованные
			интеллигентные дети и преподаватели.
		</p>
	</CollapsibleTile>
</div>
