<script lang="ts">
	import SubbedText from '../../components/SubbedText.svelte';
	import Tile from '../../components/Tile.svelte';
</script>

<head>
	<title>Источники</title>
</head>
<div>
	<SubbedText mainText="Лучшие источники" sub="Куда бежать? Куда деваться?" />
	<Tile
		title="Профессии (proforientator.ru)"
		w="90%"
		mainText="Российский ресурс, предоставляющий информацию о профессиях, тесты на профориентацию, анализ рынка труда."
	/>

	<Tile
		title="Мои таланты (moitalenty.ru)"
		w="90%"
		mainText="Сервис для самопрофориентации, предоставляющий возможность определения своих талантов и предпочтений."
	/>

	<Tile
		title="Высшее образование в России (edu.ru)"
		w="90%"
		mainText="Официальный сайт Министерства науки и высшего образования Российской Федерации. Содержит информацию о вузах, образовательных программах и многое другое."
	/>

	<Tile
		title="Яндекс. Олимпиады (yandex.ru/contest)"
		w="90%"
		mainText="Платформа от Яндекса, предлагающая различные олимпиады и задачи по разным предметам, что может помочь учащимся определить свои предпочтения в области науки и технологий."
	/>

	<Tile
		title="Professions.ru (professions.ru)"
		w="90%"
		mainText="Российский ресурс, предоставляющий информацию о профессиях, образовании и рынке труда."
	/>

	<Tile
		title="Мой круг (moikrug.ru)"
		w="90%"
		mainText="Социальная сеть для профессионального общения и поиска работы."
	/>

	<Tile
		title="Куда пойти учиться (kuda-edu.ru)"
		w="90%"
		mainText="Интерактивная карта образовательных программ и учебных заведений России."
	/>

	<Tile
		title="Мой вуз (moy-vuz.ru)"
		w="90%"
		mainText="Российский ресурс, посвященный высшему образованию, содержит рейтинги вузов, отзывы студентов и другую полезную информацию."
	/>

	<Tile
		title="Coursera (coursera.org)"
		w="90%"
		mainText="Платформа для онлайн-обучения с курсами от ведущих университетов и компаний по разным областям."
	/>
</div>
