<script lang="ts">
	import SubbedText from '../../components/SubbedText.svelte';
</script>

<head>
	<title>О нас</title>
</head>
<div>
	<SubbedText mainText="О нас" sub="Мы кто такие?" />
	<section>
		<h2>Мы, учащиеся гимназии №70</h2>
		<p>
			Мы, учащиеся гимназии №70, представляем новое поколение, которое стремится к знаниям,
			разностороннему развитию и саморазвитию. В нашей гимназии уделяется особое внимание
			образованию. Учителя не только преподают предметы, но и вдохновляют нас искать новые знания,
			развивать свой аналитический склад ума и понимать, как применять полученные знания на
			практике.
		</p>
	</section>
	<section>
		<h3>Внеклассные мероприятия и клубы</h3>
		<p>
			Однако наша гимназия - это не только учеба. Мы активно участвуем во внеклассных мероприятиях,
			клубах и проектах. У нас есть возможность развивать свои интересы в различных областях, будь
			то искусство, наука, спорт или общественная деятельность.
		</p>
	</section>
	<section>
		<h3>Культурное наследие и история</h3>
		<p>
			Мы также гордимся нашей гимназией за ее культурное наследие и историю. Многие выпускники нашей
			школы достигли впечатляющих успехов в различных сферах жизни, и мы стремимся следовать их
			примеру.
		</p>
	</section>
</div>
